IDEA StatiCa Open Model
RebarSegment3DLine Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the RebarSegment3DLine class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public RebarSegment3DLine()
Public Sub New
public:
RebarSegment3DLine()
See Also
Reference
RebarSegment3DLine Class
IdeaRS.OpenModel.Model Namespace